<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>Copyrights</title>
</head>
<body>
        <p>
            1. Termos Gerais

            Pol&iacute;tica de Privacidade Puro Voodoo construiu o aplicativo Estude para o Eem como um aplicativo Ad Supported. Este SERVI&Ccedil;O &eacute; fornecido pela Puro Voodoo sem custo e destina-se ao uso como est&aacute;. Esta p&aacute;gina &eacute; usada para informar os visitantes sobre minhas pol&iacute;ticas de coleta, uso e divulga&ccedil;&atilde;o de Informa&ccedil;&otilde;es Pessoais se algu&eacute;m decidir usar meu Servi&ccedil;o. Se voc&ecirc; optar por usar meu Servi&ccedil;o, concorda com a coleta e uso de informa&ccedil;&otilde;es em rela&ccedil;&atilde;o a esta pol&iacute;tica. As Informa&ccedil;&otilde;es Pessoais que eu coleto s&atilde;o usadas para fornecer e melhorar o Servi&ccedil;o. N&atilde;o usarei ou compartilharei suas informa&ccedil;&otilde;es com ningu&eacute;m, exceto conforme descrito nesta Pol&iacute;tica de Privacidade. Os termos usados ​​nesta Pol&iacute;tica de Privacidade t&ecirc;m os mesmos significados que em nossos Termos e Condi&ccedil;&otilde;es, que est&atilde;o acess&iacute;veis em Estude para o Eem, salvo defini&ccedil;&atilde;o em contr&aacute;rio nesta Pol&iacute;tica de Privacidade. Coleta e uso de informa&ccedil;&otilde;es Para uma melhor experi&ecirc;ncia, ao usar nosso Servi&ccedil;o, posso exigir que voc&ecirc; nos forne&ccedil;a certas informa&ccedil;&otilde;es de identifica&ccedil;&atilde;o pessoal, incluindo, entre outras, Nome, Sobrenome, E-mail, Telefone. As informa&ccedil;&otilde;es que eu solicitar ser&atilde;o retidas no seu dispositivo e n&atilde;o ser&atilde;o coletadas por mim de forma alguma. O aplicativo usa servi&ccedil;os de terceiros que podem coletar informa&ccedil;&otilde;es usadas para identific&aacute;-lo. Link para a pol&iacute;tica de privacidade de provedores de servi&ccedil;os terceirizados usados​​pelo aplicativo

            - Google Play Services

            - AdMob

            - Google Analytics for Firebase

            2. Log Data

            Quero informar que sempre que voc&ecirc; usar meu Servi&ccedil;o, em caso de erro no aplicativo, coleto dados e informa&ccedil;&otilde;es (atrav&eacute;s de produtos de terceiros) em seu telefone chamado Log Data. Esses Dados de Registro podem incluir informa&ccedil;&otilde;es como o endere&ccedil;o do Protocolo de Internet (&ldquo;IP&rdquo;) do seu dispositivo, nome do dispositivo, vers&atilde;o do sistema operacional, a configura&ccedil;&atilde;o do aplicativo ao utilizar meu Servi&ccedil;o, a hora e a data de seu uso do Servi&ccedil;o e outras estat&iacute;sticas .

            3. Provedores de servi&ccedil;o

            Posso empregar empresas e indiv&iacute;duos terceirizados pelos seguintes motivos:

            - Para facilitar nosso Servi&ccedil;o;

            - Para fornecer o Servi&ccedil;o em nosso nome;

            - Para executar servi&ccedil;os relacionados ao Servi&ccedil;o; ou

            - Para nos ajudar a analisar como nosso Servi&ccedil;o &eacute; usado.

            Quero informar aos usu&aacute;rios deste Servi&ccedil;o que esses terceiros t&ecirc;m acesso &agrave;s suas Informa&ccedil;&otilde;es Pessoais. O motivo &eacute; realizar as tarefas atribu&iacute;das a eles em nosso nome. No entanto, eles s&atilde;o obrigados a n&atilde;o divulgar ou usar as informa&ccedil;&otilde;es para qualquer outra finalidade.

            4. Seguran&ccedil;a

            Eu valorizo ​​sua confian&ccedil;a em nos fornecer suas informa&ccedil;&otilde;es pessoais, portanto, estamos nos esfor&ccedil;ando para usar meios comercialmente aceit&aacute;veis ​​de proteg&ecirc;-las. Mas lembre-se que nenhum m&eacute;todo de transmiss&atilde;o pela internet, ou m&eacute;todo de armazenamento eletr&ocirc;nico &eacute; 100% seguro e confi&aacute;vel, e n&atilde;o posso garantir sua seguran&ccedil;a absoluta.

            5. Links para outros sites

            Este Servi&ccedil;o pode conter links para outros sites. Se voc&ecirc; clicar em um link de terceiros, ser&aacute; direcionado para esse site. Observe que esses sites externos n&atilde;o s&atilde;o operados por mim. Portanto, aconselho vivamente a rever a Pol&iacute;tica de Privacidade desses sites. N&atilde;o tenho controle e n&atilde;o assumo responsabilidade pelo conte&uacute;do, pol&iacute;ticas de privacidade ou pr&aacute;ticas de sites ou servi&ccedil;os de terceiros.

            6. Privacidade das crian&ccedil;as

            Esses Servi&ccedil;os n&atilde;o se dirigem a menores de 13 anos. N&atilde;o coleto intencionalmente informa&ccedil;&otilde;es de identifica&ccedil;&atilde;o pessoal de crian&ccedil;as menores de 13 anos. No caso de eu descobrir que uma crian&ccedil;a menor de 13 anos me forneceu informa&ccedil;&otilde;es pessoais, eu imediatamente as excluo de nossos servidores. Se voc&ecirc; &eacute; pai ou respons&aacute;vel e est&aacute; ciente de que seu filho nos forneceu informa&ccedil;&otilde;es pessoais, entre em contato comigo para que eu possa tomar as medidas necess&aacute;rias.

            7. Altera&ccedil;&otilde;es nesta Pol&iacute;tica de Privacidade

            Posso atualizar nossa Pol&iacute;tica de Privacidade de tempos em tempos. Assim, recomendamos que voc&ecirc; revise esta p&aacute;gina periodicamente para quaisquer altera&ccedil;&otilde;es. Vou notific&aacute;-lo sobre quaisquer altera&ccedil;&otilde;es publicando a nova Pol&iacute;tica de Privacidade nesta p&aacute;gina. Esta pol&iacute;tica est&aacute; em vigor a partir de 29/03/2022

            8. Contate-Nos

            Se voc&ecirc; tiver alguma d&uacute;vida ou sugest&atilde;o sobre minha Pol&iacute;tica de Privacidade, n&atilde;o hesite em me contatar em purovoodootech@protonmail.com.a


        </p>
</body>
</html>